Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Help.
co: Aiutu.

source: Help center
co: Centru d’assistenza

source: Help Center
co: Centru d’assistenza

source: Help improve Mozilla VPN by sharing crash reports, diagnostics, and product usage data.
co: Aiutateci à amendà Mozilla VPN spartendu i raporti d’accidente, i diagnostichi è i dati d’aghjovu di pruduttu.

source: Helps protect you from ransomware, phishing, spyware, and viruses
co: Prutezzione contr’à i ransomware, phishing, i prugrammi di spiunaghju è l’agenti infettivi

source: Helps protect you from ransomware, phishing, spyware, viruses, and malware
co: Prutezzione contr’à i ransomware, phishing, spyware, agenti infettivi, è altri prugrammi ostili

source: Help us improve Mozilla VPN
co: Aiutateci à amendà Mozilla VPN

source: Help us improve Mozilla VPN by sharing crash reports, diagnostics, and product usage data. We never collect data about your online activity while using the VPN.
co: Aiutateci à amendà Mozilla VPN spartendu i raporti d’accidente, i diagnostichi è i dati d’aghjovu di pruduttu. Ùn cullettemu mai i dati nant’à a vostra attività in linea quandu vo impiegate a VPN.

source: Help us meet your privacy and security needs by providing feedback on your experience with Mozilla VPN.
co: Aiutateci à risponde à i vostri bisogni in materia di cunfidenzialità è di sicurità denduci u vostru avisu nant’à a vostra esperienza cù Mozilla VPN.

source: Here’s a great list of useful tips and tricks to get the best out of your Mozilla VPN experience. Check it out now or find it anytime in the settings.
co: Eccu una bella lista d’astuzie è di cunsiglii per ottene u megliu di Mozilla VPN. Ispettatela subitu o ritruvatela più tardi in e preferenze.

source: Hide Mozilla VPN
co: Piattà Mozilla VPN

source: High-speed downloads
co: Scaricamenti à alta vitezza

source: Houston, TX
co: Houston

source: How can we help you with Mozilla VPN?
co: Cumu pudemu aiutavvi cù Mozilla VPN ?

source: How do I add and remove devices?
co: Cumu aghjunghje è caccià l’apparechji ?

source: How do I connect to my printer or fax?
co: Cumu cunnettesi à a mo stampetta o a mo telecopia ?

source: How to add a device
co: Cumu aghjunghje un apparechju

source: How to remove a device
co: Cumu caccià un apparechju

source: How to reset Mozilla VPN:
co: Cumu reinizià Mozilla VPN :

source: How would you describe your Mozilla VPN experience so far?
co: Cumu vuleria discrive u vostru esperimentu cù Mozilla VPN fin’avà ?

source: Hungary
co: Ungheria

source: I’d like to receive product update emails from Firefox.
co: Vuleria riceve messaghji elettronichi apprupositu di l’attualità di i prudutti Firefox.

source: If you activate these features, they’ll overwrite any custom DNS you’re using. These protections are not a substitute for taking other security precautions — for example, while blocking malware you should still avoid downloading attachments in strange emails.
co: S’è ste funzioni sò attivate, anu da rimpiazzà tutti i DNS persunalizati chì serianu impiegati. Ste prutezzioni ùn rimpiazzanu micca l’altre precauzioni abituale cum’è, per indettu, quandu u blucchime di i prugrammi periculosi hè attivu, ci vole à evità u scaricamentu di i schedarii assuciati à i messaghji elettronichi.

source: If you enjoy using Mozilla VPN, would you review it? Thanks for your support!
co: S’è a vi piace d’impiegà Mozilla VPN, seriate d’accunsenti di valutallu ? Vi ringraziemu per u vostru sustegnu !

source: If you use the Multi-Account Containers add-on in Firefox on desktop, try adding Mozilla VPN to your unique containers. You can even set different server locations for your unique containers.
co: S’è vo impiegate u modulu addiziunale Multi-Account Containers in Firefox nant¹à l’urdinatore, pruvate d’aghjunghje Mozilla VPN à i vostri cuntenidori proprii. Pudete ancu definisce pusizioni sfarente di servitore per i vostri cuntenidori proprii.

source: If you use the Multi-Account Containers add-on in Firefox, try adding Mozilla VPN to your unique containers. You can even set different server locations for your unique containers.
co: S’è vo impiegate u modulu addiziunale Multi-Account Containers in Firefox, pruvate d’aghjunghje Mozilla VPN à i vostri cuntenidori proprii. Pudete ancu definisce pusizioni sfarente di servitore per i vostri cuntenidori proprii.

source: If you want maximum speed and reliability, choose one of the recommended locations in the “Single-hop” toggle. We’ve sorted them based on expected performance.
co: S’è vo vulete una vitezza è un’assicuranza più maiò, sciglite una trà e pusizioni ricumandate via u buttone « Cunnessione à saltu unicu ». L’avemu classificate secondu à e perfurmenze aspettate.

source: If you want to add more privacy, switch to “Multi-hop” and add an additional server location. Multi-hop VPN routes your traffic through two server locations instead of one for extra security and privacy. This may also slow down your connection a bit.
co: S’è vo vulete rinfurzà a cunfidenzialità, passate in modu « Servitori in cascata » è aghjunghjite una pusizione cumplementaria di servitore. Un VPN in cascata (multi-hop) fà viaghjà u vostru trafficu attraversu duie pusizioni di servitore piuttostu chè unu per assicurà una sicurità è una cunfidenzialità più maiò. Què puderia dinù rallentà una cria a vostra cunnessione.

source: Improved guidance for fixing VPN connection issues
co: L’amendamentu di i cunsigli per a currezzione di i prublemi di cunnessione à a VPN

source: In-app support form
co: Furmulariu d’assistenza in l’appiecazione

source: Indonesia
co: Indunesia

source: In order to do this, please click the button below to open the <i>Login Items & Extensions</i> of your <i>System Preferences</i>, and enable <i>Allow in the background</i> for Mozilla VPN.
co: Per fà què, ci vole à fà un cliccu nant’à u buttone quaghjò per accede à l’<i>Elementi di cunnessione è estensioni</i> di e vostre <i>Preferenze di u sistema</i> è attivà l’ozzione <i>Permette in sfondulu</i> per Mozilla VPN.

source: In order to do this, please click the button below to open the <i>Login Items & Extensions</i> of your <i>System Preferences</i>, and enable <i>App Background Activity</i> for Mozilla VPN.
co: Per fà què, ci vole à fà un cliccu nant’à u buttone quaghjò per accede à l’<i>Elementi di cunnessione è estensioni</i> di e vostre <i>Preferenze di u sistema</i> è attivà l’ozzione <i>Attività di l’appiecazioni in tacca di sfondulu</i> per Mozilla VPN.

source: In order to do this, please click the button below to open the <i>Login Items</i> of your <i>System Preferences</i>, and enable <i>Allow in the background</i> for Mozilla VPN.
co: Per fà què, ci vole à fà un cliccu nant’à u buttone quaghjò per accede à <i>Elementi di cunnessione</i> di e vostre <i>Preferenze di u sistema</i> è attivà l’ozzione <i>Permette in sfondulu</i> per Mozilla VPN.

source: Install Mozilla VPN on up to 5 devices
co: Installà Mozilla VPN nant’à 5 apparechji à u massimu

source: Invalid code. Please try again
co: Codice inaccettevule. Pruvate torna

source: Invalid DNS, please try a new one
co: DNS inaccettevule, pruvatene un altru

source: Invalid email. Please try again
co: Indirizzu elettronicu inaccettevule. Pruvate torna

source: Invalid IP address
co: Indirizzu IP inaccettevule

source: Invalid password. Please try again
co: Parolla d’intesa inaccettevule. Pruvate torna

source: [iOS] If you are using that beautiful new iPhone Air, Mozilla VPN should now look even better on it.
co: [iOS] S’è vo impiegate u novu iPhone Air, Mozilla VPN duveria esse ancu più bellu.

source: [iOS] Improvements on when notification permissions are requested when the app launches for the first time.
co: [iOS] Amendamentu di a richiesta di i permessi di nutificazione à u primu lanciu di l’appiecazione.

source: [iOS] Some exciting under-the-hood work to support a future feature.
co: [iOS] Certi travagli in corsu per accettà una funzione futura.

source: Is my VPN connected to the right server location?
co: A mo VPN serà cunnessa à a pusizione curretta di u servitore ?

source: Israel
co: Israele

source: It also introduces a new option to reset Mozilla VPN to its default settings. This can be helpful if you’re experiencing instability or crashes with the application, and other troubleshooting steps haven’t resolved the issue.
co: Sta messa à livellu prupone dinù un’ozzione nova per reinizià Mozilla VPN à i so parametri predefiniti. Què pò esse ghjuvevule s’è vo scuntrate prublemi d’istabilità o d’accidente cù l’appiecazione, è chì d’altre tappe di spannatura ùn anu micca currettu u prublema.

source: Italy
co: Italia

source: It looks like the connection to this server location is a bit slow, you can try:
co: Pare chì a cunnessione à a pusizione di stu servitore hè un pocu piana, pudete pruvà :

source: Jakarta
co: Giacarta

source: Japan
co: Giappone

source: Kansas City, MO
co: Kansas City, Missouri

source: kB/s
co: Ko/s

source: Keep confidential materials safe via our premium data encryption
co: Guardate sicure l’infurmazioni cunfidenziale grazia à una cifratura di dati di prima trinca

source: Keep protection for Firefox on, even when the Mozilla VPN app is off
co: Cunservà a prutezzione per Firefox, ancu quandu l’appiecazione Mozilla VPN hè disattivata

source: Kyiv
co: Kiev

source: Lao
co: Lauzianu

source: Last updated: %1.
co: Ultima mudificazione : %1.

source: Last updated: %1. To update this list please disconnect from the VPN.
co: Ultima mudificazione : %1. Per mudificà sta lista ci vole à discunnettesi da a VPN.

source: Latvia
co: Lettonia

source: Launch the VPN whenever you start your device. We’ll automatically reconnect you to the same server location you last used.
co: Lancià a VPN quandu u vostru apparechju hè avviatu. Vi ricunnitteremu autumaticamente à l’ultima pusizione di servitore chì vo avete impiegata.

source: Launch VPN app on startup
co: Lancià l’appiecazione VPN à l’avviu

source: Launch VPN app on Startup
co: Lancià l’appiecazione VPN à l’avviu

source: Learn how to use Mozilla VPN’s advanced features
co: Scuprite cumu impiegà e funzioni d’espertu di Mozilla VPN

source: Learn more about data collection
co: Sapene di più nant’à a culletta di dati

source: Learn more about what data Mozilla collects and how it’s used
co: Sapene di più nant’à i dati culletti da Mozilla è cum’elli sò impiegati

source: Learn more about what data Mozilla collects and how it’s used.
co: Sapene di più nant’à i dati culletti da Mozilla è cum’elli sò impiegati.

source: Learn the basics of Mozilla VPN
co: Amparate e base di Mozilla VPN

source: Leave a Review
co: Lascià una valutazione

source: Leave tutorial
co: Lascià a furmazione autonoma

source: Leave tutorial?
co: Lascià a furmazione autonoma ?

source: Let’s go!
co: Andemuci !

source: Let us help you get the most out of Mozilla VPN
co: Lasciateci aiutavvi à ottene u megliu di Mozilla VPN

source: Let us help you learn more about Mozilla VPN
co: Lasciateci aiutavvi à sapene di più nant’à Mozilla VPN

source: [Linux] If your distro ships with that latest Qt 6.10, builds from scratch may have had issues. They no longer should.
co: [Linux] S’è a vostra distribuzione inchjude a versione Qt 6.10, e custruzzioni à partesi da zeru pudianu scuntrà prublemi. Ùn duveria più esse u casu.

source: [Linux] Some behind-the-scenes changes that help us get new versions out to you more easily.
co: [Linux] Certi cambiamenti daretu scena chì ci aiutanu à pruvedevi e nove versioni più facilmente.

source: Lisbon
co: Lisbona

source: Ljubljana
co: Lubiana

source: Local network access
co: Accessu à a reta lucale

source: Location selection
co: Selezzione di a pusizione

source: London
co: Londra

source: Look for the new Reset VPN option and follow the on-screen instructions.
co: Circate l’ozzione nova di reiniziu di a VPN è seguitate l’istruzzioni nant’à u screnu.

source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
co: Pare chì un sbagliu inaspettatu sia accadutu durante u tentativu di cunnessione. Pruvate torna o cuntrollate a vostra cunnessione.

source: Looks like you haven’t finished the tutorial quite yet. Would you like to continue and finish now or quit and come back later?
co: Pare chì vo ùn avete mancu finitu a furmazione autonoma. Vulete cuntinuà per compiela subitu o lascià è rivene un’altra volta ?

source: Los Angeles, CA
co: Los Angeles

source: Lower Sorbian
co: Bassu sorabu

source: [macOS] Over the past few releases we’ve improved how the VPN operates under the hood. This release completes that work.
co: [macOS] Trà l’ultime versioni, avemu amendatu u funziunamentu internu di a VPN. Quella versione compia stu travagliu.

source: Malaysia
co: Malesia

source: Manage subscription
co: Ghjestione di l’abbunamentu

source: Marseille
co: Marseglia

source: Masking connection and location
co: Dissimulazione di a cunnessione è di a pusizione

source: Maybe later
co: Forse un’altra volta

source: MB/s
co: Mo/s

source: McAllen, TX
co: McAllen

source: Messages
co: Messaghji

source: Mexican Spanish
co: Spagnolu messicanu

source: Mexico
co: Messicu

source: Miami, FL
co: Miami

source: Milan
co: Milanu

source: Monitor’s protection from data brokers who sell your info online
co: A prutezzione di Monitor per prutegevi contr’à l’incettaghji chì vendenu e vostre infurmazioni in linea

source: Monthly plan
co: Accordu misincu

source: Monthly plan: %1
co: Prugramma misincu : %1

source: Montreal
co: Montréal

source: More easily accessible help content throughout the app
co: U cuntenutu d’assistenza hè più facilmente accessibile in l’appiecazione sana

source: More security with one tap
co: Più di sicurità cù una sola picchicciata

source: More tutorials
co: Altre furmazioni autonome

source: Mozilla Crash Report
co: Raportu di lampata Mozilla

source: Mozilla Crash Reporter
co: Rapurtadore d’accidente Mozilla

source: Mozilla may collect technical data about my use of Mozilla VPN.
co: Mozilla pò cullettà dati tecnichi nant’à u mo usu di Mozilla VPN.

source: Mozilla VPN allows you to choose a custom DNS server if you prefer. If you use one, you won’t be able to use other privacy features in the VPN like tracker blocking.
co: Mozilla VPN vi permette di sceglie un servitore DNS persunalizatu s’è vo preferite. S’è vo ne aduprate unu, ùn puderete micca impiegà d’altre funzioni di cunfidenzialità di a VPN cum’è u blucchime di u spiunaghju.

source: Mozilla VPN allows you to choose a custom DNS server if you prefer. To use a custom DNS, first go to “App preferences”, followed by “DNS settings.” There, you’ll be able to select “Use custom DNS” and enter the one you’d like to use.
co: Mozilla VPN vi permette di sceglie un servitore DNS persunalizatu s’è vo preferite. Per impiegà un DNS persunalizatu, andate prima à e « Preferenze d’appiecazione », eppò « Parametri DNS ». Tandu, si pò selezziunà « Impiegà un DNS persunalizatu » è stampittà quellu ch’ellu ci vole à impiegà.

source: Mozilla VPN for macOS
co: Mozilla VPN per macOS

source: Mozilla VPN gives you greater control over the types of content you see, on top of protecting your location and browsing activity.
co: Mozilla VPN vi prupone un cuntrollu più impurtante nant’à i tipi di cuntenutu affissati, in più di prutege a vostra lucalizazione è a vostra attività di navigazione.

source: Mozilla VPN in the Firefox browser
co: Mozilla VPN in u navigatore Firefox

source: Mozilla VPN is now integrated with the Multi-Account Containers add-on for more privacy and security.
co: Ora Mozilla VPN hè integratu à u modulu addiziunale Multi-Account Containers per ancu più di cunfidenzialità è di sicurità.

source: Mozilla VPN keeps your location and browsing safe from eavesdroppers.
co: Mozilla VPN prutege a vostra pusizione è a vostra navigazione da l’orechje indiscrete.

source: Mozilla VPN Privacy Notice
co: Pulitica di cunfidenzialità di Mozilla VPN

source: Mozilla VPN requires Mac OS X 10.6 or later.
co: Mozilla VPN richiede Mac OS X 10.6 o più recente.

source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
co: Mozilla VPN prutege a cunnessione trà u vostru apparechju è u Web. Eccu parechje di e funzioni e più ghjuvevule offerte da u vostru VPN :

source: Mozilla VPN will launch and connect when you start up your device
co: Mozilla VPN si lancierà è si cunnitterà à l’avviu di u vostru apparechju

source: Mozilla VPN will launch when you open the app
co: Mozilla VPN si lancierà à l’apertura di l’appiecazione

source: Mozilla VPN will not use the default system language.
co: Mozilla VPN ùn impiegherà micca a lingua predefinita di u sistema.

source: Mozilla VPN will use the default system language.
co: Mozilla VPN impiegherà a lingua predefinita di u sistema.

source: Mozilla VPN will use your system’s default language.
co: Mozilla VPN impiegherà a lingua predefinita di u vostru sistema.

source: Multi-hop
co: Servitori in cascata

source: Multi-hop tunnel
co: Tunellu per a VPN in cascata

source: Multi-hop VPN
co: VPN in cascata

source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
co: Un VPN in cascata (multi-hop) fà viaghjà u vostru trafficu attraversu dui servitori piuttostu chì unu per assicurà una sicurità è una cunfidenzialità più impurtante. Què pò rallentà a vostra cunnessione.

source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. Your browsing experience will be affected by your “exit” server location.
co: Un VPN in cascata (multi-hop) fà viaghjà u vostru trafficu attraversu dui servitori piuttostu chì unu per assicurà una sicurità è una cunfidenzialità più maiò. A pusizione di u servitore d’arrivu averà un effettu nant’à a vostra navigazione.

source: Multi-hop VPN uses multiple VPN servers instead of one for extra security and privacy.
co: U VPN in cascata (multi-hop) impiegheghja parechji servitori piuttostu chì unu per più di sicurità è di cunfidenzialità.

source: Multi-hop VPN will route your traffic through a second server for added protection. You can find this feature on the “Select location” screen.
co: U VPN in cascata (multi-hop) ferà viaghjà u vostru trafficu via un secondu servitore per una prutezzione cumplementaria. Si pò truvà sta funzione nant’à u screnu « Selezziunà u postu ».

source: Must be at least 8 characters
co: Deve cuntene omancu 8 caratteri

source: Must not be a common password
co: Ùn deve micca esse una parolla d’intesa urdinaria

source: Must not be your email address
co: Ùn deve micca esse u vostru indirizzu elettronicu

source: My devices
co: I mo apparechji

source: Navigate to the Get help section.
co: Andate à a sezzione « Ottene aiutu ».

source: Netherlands
co: Paesi Bassi

source: Network Connection/Speed
co: Cunnessione di reta / vitezza

source: Network settings
co: Preferenze di reta

source: New update
co: Nova messa à livellu

source: New version is available.
co: Una nova versione hè dispunibule.

source: New York, NY
co: New York

source: New Zealand
co: Nova Zelanda

source: Next billed
co: Prossima fatturazione

source: No activity logs
co: Nisunu ghjurnale d’attività

source: No bandwidth restrictions
co: Nisuna ristrizzione à a larghezza di striscia

source: No logging of your network activity
co: Nisunu arregistramentu di a vostra attività nant’à a reta

source: No messages
co: Nisunu messaghju

source: No more toggling your VPN on and off when you need a site to work. Plus, your preference for the website is saved so you don’t have to adjust it each time.
co: Ùn hè più necessariu à attivà o disattivà a VPN quandu avete bisognu à fà funziunà un situ. In più di què, e vostre preferenze per u situ web sò arregistrate, è cusì ùn hè più bisognu à adattalle à ogni visita.

source: No one can track you
co: Nimu ùn pò frattighjavvi

source: No online activity logs
co: Nisunu ghjurnale d’attività in linea

source: No results. Try a different search
co: Nisunu risultatu. Pruvate una ricerca sfarente

source: Norway
co: Nurvegia

source: No Signal
co: Nisunu signale

source: Not using Firefox to browse? Give it a try.
co: Ùn impiegate micca Firefox per navigà ? Pruvatelu puru.

source: Now accessible from the VPN app, users can view their personal information, subscription summary and payment information within the subscription profile page.
co: Oramai, in l’appiecazione VPN, si pò affissà e so infurmazioni persunale, u riassuntu di l’abbunamentu è l’infurmazioni di pagamentu, nant’à a pagina di u prufilu d’abbunamentu.

source: On Android, added step-by-step instructions to enable VPN connection on startup.
co: Nant’à Android, aghjuntu d’istruzzioni tappa dopu à tappa per attivà a cunnessione VPN à l’avviu.

source: Onboarding step “%1” (%2 of %3)
co: Fasa d’accolta « %1 » (%2 nant’à %3)

source: Onboarding step “%1” (%2 of %3).
co: Fasa d’accolta « %1 » (%2 nant’à %3).

source: Onboarding step “%1” (%2 of %3). Select to go back to this step.
co: Fasa d’accolta « %1 » (%2 nant’à %3). Selezziunà per rivultà à sta fasa.

source: Onboarding step “%1” (%2 of %3). You are currently on this step.
co: Fasa d’accolta « %1 » (%2 nant’à %3). Site attualmente à sta fasa.

source: One tap to safety
co: Un tuccà per a sicurità

source: On iOS, enhanced stability and reliability for VPN connections.
co: Nant’à iOS, a stabilità è a sicurità sò più maiò per e cunnessioni VPN.

source: Online gaming
co: Ghjochi in linea

source: Open Login Items
co: Apre « Elementi di cunnessione »

source: Open Login Items & Extensions
co: Apre « Elementi di cunnessione è estensioni »

source: Open Mozilla VPN in your chosen desktop or mobile device
co: Aprite Mozilla VPN nant’à l’urdinatore o l’apparechju mobile di a vostra scelta

source: Open “Privacy features”
co: Apre « Funzioni di cunfidenzialità »

source: Open the Mozilla VPN app on your preferred device
co: Apre l’appiecazione Mozilla VPN nant’à l’apparechju di a vostra scelta

source: Open your authentication app and enter the security code it provides.
co: Aprite l’appiecazione d’autenticazione è stampittate u codice di sicurità ottenutu.

source: Open your email and enter the verification code that was sent.
co: Aprite a vostra messaghjeria è stampittate u codice di verificazione chì vi hè statu mandatu.

source: Operation not allowed from current location
co: Operazione micca permessa da a pusizione attuale

source: Oslo
co: Oslu

source: Other computers and mobile phones
co: Altri urdinatori è telefoni mobile

source: Our support team will contact you at %1 once we’ve been able to look at your issue.
co: A nostra squadra d’assistenza vi cuntatterà à l’indirizzu %1 quandu no averemu esaminatu u vostru prublema.

source: Out of range IP address
co: Indirizzu IP fora di a stesa

source: Override DNS settings?
co: Rimpiazzà i parametri DNS ?

source: Override privacy features?
co: Supranà e funzioni di cunfidenzialità ?

source: Paris
co: Parigi

source: Payment and billing
co: Pagamentu è fatturazione

source: Payment Information
co: Infurmazioni di pagamentu

source: Personalized suggestions for apps to exclude from VPN protection
co: Sugestioni persunalizate d’appiecazioni à esclude da a prutezzione VPN

source: Personalize your VPN protections to meet your web browsing needs.
co: Persunalizate e vostre prutezzioni VPN per risponde à i vostri bisogni di navigazione.

source: Peru
co: Perù

source: Philippines
co: Filippine

source: Phoenix, AZ
co: Phoenix

source: Pick a server in any country you want and hide your location to throw off trackers.
co: Selezziunà un servitore in u paese di a vostra scelta è piattà a vostra pusizione à quelli chì volenu seguità e vostre traccie.

source: Plan includes:
co: L’impegnu include :
